export const Strings = {
  lorem:
    "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
  SEND_SMS: {
    EnterPhone: "شماره همراه خود را وارد کنید",
    PhoneButton: "ارسال کد تایید",
    RulesText: "با قوانین موافقم و تایید میکنم.",
    PhoneError: "شماره وارد شده معتبر نیست",
  },

  VERYFY_CODE: {
    EnterCode: "کد فعال سازی",
    CodeButton: "ورود",
    CodeText: "اصلاح شماره",
    CodeError: "کد وارد شده معتبر نیست",
  },

  LOCATION: {
    AccessAreaText:
      "مناطق قابل دسترس برای پیک ها با رنگ دیگری مشخص شده است. جهت صحت در روند ثبت سفارش خواهشمندیم آدرس خود را در مناطق مجاز انتخاب کنید.",
    AddressText:
      "خواهشمندیم متن آدرس خود را مطابق موقعیت مکانی روی نقشه وارد کنید. درصورت مغایرت، سفارش به موقعیت مکانی مشخص شده روی نقشه ارسال میگردد.",
  },

  ADD_ADDRESS: {
    Text: "خواهشمندیم متن آدرس خود را مطابق موقعیت مکانی روی نقشه وارد کنید. درصورت مغایرت، سفارش به موقعیت مکانی مشخص شده روی نقشه ارسال میگردد."
  }
};
